7zip
archlinuxcn-keyring
base
base-devel
bc
calibre
chromium
clang
dmenu
docker
drawio-desktop
dunst
fd
feh
firefox
flameshot
fzf
git
gpick
htop
kitty
lazygit
neovim
npm
obs-studio
obsidian
okular
openssh
paru
ranger
resvg
ripgrep
rofi
screenfetch
sudo
sxiv
thunar
timeshift
tmux
toilet
tree
ttf-jetbrains-mono-nerd
ttf-noto-nerd
unzip
vim
vlc
woff2-font-awesome
xclip
xdotool
yarn
yazi
zathura
zathura-pdf-mupdf
zotero
zoxide
zsh
