7zip
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
adw-gtk-theme
archlinuxcn-keyring
autossh
axel
base
base-devel
bat
bc
bluez
bluez-utils
btop
btrfs-progs
bun
calibre
chromium
cliphist
cloc
cpupower
cuda
cudnn
cups
dmidecode
dnsmasq
docker
docker-compose
dosfstools
drawio-desktop
efibootmgr
exfatprogs
eza
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
firefox
freerdp
fzf
gimp
git
gnome-clocks
grim
grub
grub-btrfs
handbrake
hplip
hyprland
hyprlock
hyprpaper
hyprpicker
imagemagick
inotify-tools
intel-media-driver
intel-ucode
jq
kitty
lazygit
librime
libva-nvidia-driver
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-wifi-hotspot
localsend
mako
mariadb
miniforge
mpv
mtools
nautilus
neovim
networkmanager
nmap
noto-fonts-emoji
npm
ntfs-3g
nvidia-container-toolkit
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
obsidian
obs-studio
ollama
ollama-cuda
opencode
openssh
pacman-contrib
papirus-icon-theme
paru
pavucontrol
pdfarranger
pipewire
pipewire-alsa
pipewire-pulse
pnpm
polkit-kde-agent
python-adblock
qemu-desktop
qt5-wayland
qt6-wayland
qutebrowser
resvg
rime-emoji
ripgrep
rofi
rsync
rtkit
satty
sing-box
slurp
snap-pac
snapper
sshfs
starship
stow
sunshine
sway
syncthing
tailscale
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tmux
tree
ttf-jetbrains-mono-nerd
udiskie
unicode-emoji
unzip
usb_modeswitch
usbutils
virt-manager
vulkan-intel
waybar
wireplumber
wl-clipboard
wofi
x86_energy_perf_policy
xdg-desktop-portal-hyprland
xorg-xlsclients
yazi
zathura
zathura-pdf-mupdf
zen-browser
zotero
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
